{
  "words": [
    { "word": "apple", "description": "A common fruit that is red, green, or yellow." },
    { "word": "brave", "description": "Having or showing courage." },
    { "word": "crane", "description": "A tall wading bird or a machine for lifting heavy objects." },
    { "word": "dance", "description": "To move rhythmically to music." },
    { "word": "eagle", "description": "A large bird of prey with a powerful beak." },
    { "word": "fable", "description": "A short story that teaches a moral lesson, often with animals as characters." },
    { "word": "grape", "description": "A small, round fruit that grows in clusters and is used to make wine." },
    { "word": "heart", "description": "The organ that pumps blood through the body; also used to refer to love or emotion." },
    { "word": "ideal", "description": "Perfect or most suitable." },
    { "word": "jolly", "description": "Happy and cheerful." },
    { "word": "lemon", "description": "A sour, yellow fruit." },
    { "word": "mango", "description": "A sweet, tropical fruit with orange flesh." },
    { "word": "noble", "description": "Having high moral qualities; aristocratic." },
    { "word": "ocean", "description": "A large body of salt water that covers most of the Earth's surface." },
    { "word": "pearl", "description": "A smooth, round gem formed inside the shell of an oyster." },
    { "word": "quick", "description": "Fast; happening in a short time." },
    { "word": "raven", "description": "A large, black bird known for its intelligence." },
    { "word": "sunny", "description": "Bright with sunlight." },
    { "word": "tiger", "description": "A large, striped wild cat found in Asia." },
    { "word": "ultra", "description": "Beyond what is usual or ordinary; extreme." },
    { "word": "vivid", "description": "Bright and strong (of colors or memories)." },
    { "word": "whale", "description": "A very large marine mammal." },
    { "word": "youth", "description": "The time of life when someone is young." },
    { "word": "zebra", "description": "An African wild horse with black-and-white stripes." },
    { "word": "abide", "description": "To accept or act in accordance with." },
    { "word": "badge", "description": "A small piece of metal or plastic with a design or words on it, worn to show membership or achievement." },
    { "word": "catch", "description": "To capture or seize, especially after a chase." },
    { "word": "dream", "description": "A series of thoughts, images, and sensations occurring in a person's mind during sleep." },
    { "word": "elbow", "description": "The joint between the upper and lower parts of the arm." },
    { "word": "flame", "description": "The visible part of a fire." },
    { "word": "glove", "description": "A piece of clothing that covers the hand and fingers." },
    { "word": "haste", "description": "Speed in doing something, often too quickly." },
    { "word": "index", "description": "An alphabetical list of subjects, names, etc., with references to the places where they occur, typically found at the end of a book." },
    { "word": "jumpy", "description": "Nervous and anxious." },
    { "word": "kayak", "description": "A small, narrow boat propelled with a double-bladed paddle." },
    { "word": "laser", "description": "A device that generates a beam of coherent light." },
    { "word": "media", "description": "The means of communication, such as television, newspapers, and the internet." },
    { "word": "nerdy", "description": "Socially awkward or interested in technical or intellectual subjects." },
    { "word": "olive", "description": "A small, oval fruit with a hard pit and bitter flesh, often used to make oil." },
    { "word": "piano", "description": "A large musical instrument with a keyboard that you play by pressing keys." },
    { "word": "quilt", "description": "A warm bed covering made of padding enclosed between layers of fabric and kept in place by lines of stitching, typically applied in a decorative design." },
    { "word": "risky", "description": "Involving the possibility of something bad happening." },
    { "word": "sugar", "description": "A sweet substance obtained from sugar cane or sugar beet." },
    { "word": "tango", "description": "A ballroom dance of Latin-American origin." },
    { "word": "umbra", "description": "The fully shaded inner region of a shadow." },
    { "word": "valve", "description": "A device for controlling the passage of fluid through a pipe or duct." },
    { "word": "waltz", "description": "A smooth, progressive ballroom dance." },
    { "word": "yield", "description": "To produce or provide." },
    { "word": "zonal", "description": "Relating to or divided into zones." },
    { "word": "about", "description": "On the subject of; concerning." },
    { "word": "basic", "description": "Forming an essential foundation or starting point." },
    { "word": "charm", "description": "The power or quality of delighting, attracting, or fascinating others." },
    { "word": "dough", "description": "A thick, malleable mixture of flour and liquid, used for baking into bread or pastry." },
    { "word": "exact", "description": "Not approximated in any way; precise." },
    { "word": "flock", "description": "A number of birds of one kind feeding, resting, or traveling together." },
    { "word": "hover", "description": "To remain in one place in the air." },
    { "word": "image", "description": "A representation of the external form of a person or thing in art." },
    { "word": "jewel", "description": "A precious stone or a piece of jewelry." },
    { "word": "kneel", "description": "To be in or assume a position in which the body is supported by a knee or the knees." },
    { "word": "latch", "description": "A metal bar with a catch and lever used for fastening a door or gate." },
    { "word": "moose", "description": "A large deer with palmate antlers and a growth of skin hanging from the neck." },
    { "word": "niece", "description": "A daughter of one's brother or sister." },
    { "word": "plumb", "description": "Exactly vertical." },
    { "word": "query", "description": "A question, especially one expressing doubt or requesting information." },
    { "word": "rival", "description": "A person or thing competing with another for the same objective or for superiority in the same field of activity." },
    { "word": "scale", "description": "A series of marks at regular intervals in a line used in measuring something." },
    { "word": "tease", "description": "To make fun of or attempt to provoke in a playful way." },
    { "word": "upset", "description": "To make someone unhappy, disappointed, or worried." },
    { "word": "vowel", "description": "A speech sound which is produced by the vocal cords and has no obstruction in the vocal tract." },
    { "word": "worry", "description": "To feel or cause to feel anxious or troubled about actual or potential problems." },
    { "word": "yacht", "description": "A medium-sized sailboat equipped for cruising or racing." },
    { "word": "zesty", "description": "Having a strong, pleasant, and somewhat spicy flavor." },
    { "word": "agent", "description": "A person who acts on behalf of another person or group." },
    { "word": "blame", "description": "To assign responsibility for a fault or wrong." },
    { "word": "crisp", "description": "Firm, dry, and brittle, especially in a way considered pleasing or attractive." },
    { "word": "doubt", "description": "A feeling of uncertainty or lack of conviction." },
    { "word": "evade", "description": "To escape or avoid, especially by cleverness or trickery." },
    { "word": "froze", "description": "Turned into ice or another solid as a result of extreme cold." },
    { "word": "grand", "description": "Magnificent and imposing in appearance, size, or style." },
    { "word": "honey", "description": "A sweet, sticky yellowish-brown fluid made by bees and other insects from nectar collected from flowers." },
    { "word": "inbox", "description": "An electronic folder in which emails received by an individual are held." },
    { "word": "judge", "description": "A public official appointed to decide cases in a court of law." },
    { "word": "lodge", "description": "A small house at the gates of a park or in the grounds of a large house, often occupied by a gatekeeper, gardener, or other employee." },
    { "word": "mirth", "description": "Amusement, especially as expressed in laughter." },
    { "word": "north", "description": "The direction in which a compass needle normally points." },
    { "word": "onion", "description": "A vegetable with a strong smell and flavor, composed of several concentric layers." },
    { "word": "robot", "description": "A machine capable of carrying out a complex series of actions automatically, especially one programmable by a computer." },
    { "word": "treat", "description": "To behave towards or deal with in a certain way." },
    { "word": "union", "description": "The action or fact of joining or being joined, especially in a political context." },
    { "word": "voice", "description": "The sound produced in a person's larynx and uttered through the mouth, as speech or song." },
    { "word": "waste", "description": "Use or expend carelessly, extravagantly, or to no purpose." },
    { "word": "xenon", "description": "A chemical element (symbol Xe) that is a colorless, dense, odorless noble gas found in the Earth's atmosphere in trace amounts." }
  ]
}
